{
  "services": "الخدمات ",
  "works": "اعمالي",
  "education": "التعليم",
  "skills": "مهاراتي",
  "contact": "تواصل معي",

  "heading": "انا كريم عبد العزيز",
  "strick": "اهلا بكم ",

  "aboutme": "أنا كريم عبد العزيز، مطور تطبيقات موبايل. بشتغل في مجال تطوير التطبيقات باستخدام Flutter، وعندي خبرة كويسة في تصميم وتنفيذ حلول برمجية بتلبي احتياجات المستخدمين وبتحسن تجربتهم على الموبايل. بحب أقدم تطبيقات بجودة عالية بتجمع بين الأداء القوي وتجربة المستخدم الممتازة، وبحاول دايماً أضيف قيمة جديدة للي بشتغل معاهم. بحرص على متابعة أحدث التقنيات والمعايير في مجال تطوير التطبيقات علشان أقدم حلول متطورة وعصرية. بتميز في تحويل الأفكار لتطبيقات حقيقية تحقق أهداف العمل وتنجح في السوق الرقمي.",
  "QualityServices": "خدماتي",
  "QualityServicesParagraph": "بحول أفكارك ورغباتك لتطبيق موبايل فريد من نوعه يلبي احتياجاتك ويلهمك أنت وعملائك. خدماتي بتركز على تقديم حلول عالية الجودة بتحسن تجربة المستخدم وتخلي مشروعك يتميز في السوق الرقمي. من خلال فهم متطلباتك وتوظيف خبرتي، بقدر أقدم تطبيقات بتضيف قيمة لعملك وتخلي رؤيتك تتحول لواقع.",

  "all": "الكل",
  "apps": "التطبيقات",
  "uiux": "التصميمات",
  "Recentwork" : "اعمالي السابقة",

  "myeducation" : "المؤهلات",

  "boxoneeducation" : "التعليم",

  "boxonecources" : " بكالريوس نظم المعلومات",
  "boxoneuniversity" : " اكاديميه الشروق",
  

  "boxtwocources" : "تطوير تطبيات الموبايل",
  "boxtwouniversity" : " udemy",


  "boxthreecources" : "كورس دارت",
  "boxthreeuniversity" : " udemy",


  "boxfourecources" : "كورس فلاتر",
  "boxfouruniversity" : " udemy",

  
  "myskills" : "مهاراتي",
  "aboutskills" : "أقوم بتحويل أفكارك ورغباتك إلى تطبيق جوال فريد من نوعه لا يلبي احتياجاتك فحسب، بل يلهمك أنت وعملائك أيضًا. تشمل مهاراتي ما يلي",
  
  
  
  "phonenumber": " رقم الهاتف",
  "emailtext" : "الايميل",
  "address" : "العنوان",
  
  "contacttitle":"هيا نعمل معا ",
  "contactparagraph":"أقوم بتصميم وبرمجة أشياء بسيطة وجميلة وأحب ما أقوم به. بسيطة مثل هذه!",
  "firstname":"الاسم الاول",
  "lastname":"الاسم الثاني",
  "phone":"الهاتف",
  "email":"الايميل",
  "textarea" : "اكتب رسالتك",
  "sending" : "... جاري الارسال",
  "sendbutton" : "ارسال",
  "sendmessage" : "لقد تم ارسال رسالتك بنجاح!",

  
  "arabic" : "عربي",
  "english" : "انجليزي",

  "uiuxservice" : "أمتلك مهارات قوية في تصميم واجهة المستخدم/تجربة المستخدم لتطبيقات الهاتف المحمول، مع التركيز على إنشاء تصميمات جذابة بصريًا وسهلة الاستخدام تعزز سهولة الاستخدام وتجربة المستخدم. أعطي الأولوية لفهم سلوك المستخدم واحتياجاته، وتطبيق أحدث أفضل الممارسات لتقديم تجارب سلسة وفعالة.",
  "appsdesignservice" :"لدي مهارات استثنائية في تصميم التطبيقات، مع التركيز على تحويل الأفكار إلى واجهات مستخدم جذابة وعملية تلبي احتياجات المستخدم وتحقق أهداف العمل. أضمن تجربة مستخدم سلسة تعزز التفاعل الإيجابي مع التطبيق مع الحفاظ على معايير جمالية عالية تتوافق مع أحدث اتجاهات التصميم." 

}
